<template>
  <div id="app">
    <div class="contentBox">
      <p>每一个人的际遇和客观条件都是不同的，有的人一生风平浪静，没有大起大落的惊喜和伤悲；有的人一生则跌宕起伏，波涛汹涌。

    　　当自己处于那种险恶境遇的时候，应该以怎样的心态看待？是心平气和、坦然受之，还是怨天尤人、牢骚满腹，或者责怪命运的不公？

    每个人都有别人羡慕不已的东西</p>

    　　<p>在古印度的智慧中，有一句话是，不同的际遇，都是上天给你的不同考验与磨练。人活在世上，必须有一种想法：有结果的努力是锻炼，没有结果的努力是磨练。不论处于什么境遇，都应该咬牙挺过来，因为每一种际遇都是成长必须的元素。

    　　有一个佛教的故事。在大森林中，有一个兔子家族，因为常常遭受其它兽类的攻击，而它们又没有任何能力对抗敌人，几乎每一天都有成员丧命，每一天都在为躲避攻击而疲于奔命。它们实在难以忍受这种颠沛流离的日子，一致决定去不远的一处悬崖边，跳到深不见底的湖水里自杀。

    　　不论老幼的兔子们都同意了这个决定，都很悲壮地跟随着兔子王去悬崖边。</p>

    　　<p>可是，就在它们来到悬崖边，一起要跳下悬崖去的时候，那些正在湖水的边上玩耍的青蛙和鱼看到那么多的兔子站在悬崖上，个个惊慌地逃开水边游到湖水的深处去了。

    　　正准备带领子孙们跳悬崖的兔子王突然领悟了。它回身对兔子们说：大家看到了吗？还有比我们更胆小的生命呢，它们害怕我们，我们为什么要死呢？</p>

    　　<p>兔子们也一下子领悟了，跟随着兔子王，原路返回，欢天喜地的跳跃着奔向它们世代生活的森林，而且，它们从此变成了一只只快乐幸福的兔子。(哲理句子 www.wenzhangba.com)

    　　这个故事告诉所有那些在生活中失意的人，总是悲观地怨天尤人的人，总是抱怨命运不公的人：你永远不是最不幸的人，你也永远不是最幸福的人。不论你的处境多么优越，总有人比你还要优越；不论你的处境多么悲惨，也总有人比你更加悲惨。

    　　当我们为自己的眼睛不够大而烦恼的时候，也许，我们的身边正有一个盲人经过。当我们为自己没有挺拔的身材而自卑的时候，也许正有一个侏儒向我们走来。当我们为没有钱买一双高档名牌皮鞋而忧虑的时候，也许我们的身边正巧有一个失去双腿的人以手当足蹒跚着前行。当我们为自己没有洪亮的声音无法成为一个演说家而忧心的时候，你想到世界上有成千上万的聋哑人了吗？

    　　其实，对于我们每一个人来说，当你感觉自己多么不幸的时候，世界上比你更加不幸的人也许就在你的身边，只不过不同的是，他领悟了生活中的最普通的哲学，学会了珍惜，所以，尽管他只拥有一点点小小的优点，他的脸上却是灿烂的笑容。

    　　世界上永远没有完美，我们每一个人都有自己的不足和局限，也都拥有让别人羡慕不已的东西。一个乐观向上的人，总是把自己哪怕很微小的优点当做宝贝，像呵护自己的生命一样珍惜。一个悲观的人，总是看到别人的优点，而对于自己的优点则熟视无睹。

    　　明白了这些以后，我们的世界上，就永远是明媚的阳光，我们每一个人的脸上，就都永远洋溢着美好的笑容。我们每一个人，就都是快乐幸福的人。</p>
      </div>
  </div>
</template>
<script>
export default {
  data(){
    return{

    }
  }
}
</script>
<style>
.contentBox{
  margin: 50px;
  line-height: 1.5;
}

</style>


